Computed actual tread depth of stairs is less than minimum tread depth defined in stairs type.
  Namespace:   Autodesk.Revit.DB
  Assembly:   RevitAPI  (in RevitAPI.dll) Version: 2015.0.0.0 (2015.0.0.0)
 Syntax
  C#
public static FailureDefinitionId StairsActualTreadDepthLessThanMinimumFailure { get; }
  Visual Basic
Public Shared ReadOnly Property StairsActualTreadDepthLessThanMinimumFailure As FailureDefinitionId
	Get
  Visual C++
public:
static property FailureDefinitionId^ StairsActualTreadDepthLessThanMinimumFailure {
	FailureDefinitionId^ get ();
}
 See Also
  BuiltInFailures StairRampFailures Class
  Autodesk.Revit.DB Namespace